Repository: GrandeSoftwareSolutions/Lazer_Eyes
Catalog: Lazer_Eyes/Lazer_Eyes/Resources/Languages/ApplicationResource.*.resx
Languages: es, ru

# AlertS
source: General
ru: Основные

# AnswerFive
source: The notifications are initially set to default. You can customize them by going to the Notifications page. You can change the intensity and volume of the sound. You can also adjust the intensity of vibration. Vibration and sound can also be turned off. You can choose to disable notifications for low light.
es: Las notificaciones están configuradas inicialmente como predeterminadas. Puede personalizarlos yendo a la página de Notificaciones. Puede cambiar la intensidad y el volumen del sonido. y la intensidad de la vibración o apagar. Puede optar por deshabilitar las notificaciones por poca luz.
ru: Уведомления изначально имеют дефолтные настройки. Вы можете настроить их, перейдя на страницу “Уведомления”. Там вы можете изменить интенсивность и громкость звука. Вы также можете настроить интенсивность вибрации. Вибрацию и звук также можно отключить. Вы можете отключить уведомления о слабом освещении.

# AnswerFour
source: You can customize settings by going in the General page. You can choose the units you preffer for distance measurement, choose at what distance you want to be notified for an obsticle by setting a distance threshold.
es: Tu puedes personalizar los configuraciones yendo al la pagina general. Puedes elegir los unidades de distancia que prefieres, eliga a que distancia que se le notifique un obstaculo estableciendo un umbral de distancia.
ru: Вы можете настроить параметры, перейдя на страницу "Общие". Вы можете выбрать единицы, которые вы предпочитаете для измерения расстояния, выбрать, на каком расстоянии вы хотите получать уведомления о препятствии, установив пороговое значение расстояния.

# AnswerOne
source: We recommend you consult with a Orientation and Mobility specialist before use. The App requires you to point the camera in the direction you are walking and it will notify you of various objects in your path and their distance.
es: Recommendamos que tu visitas un especialista de orientacion y mobilidad antes de usar el aplicacion. El aplicacion requiere que apuntes la camera en el direccion en la que caminas notificara sobre varios objectos en tu camino y tu distancia.
ru: Мы рекомендуем вам проконсультироваться со специалистом по ориентации и мобильности перед использованием. Приложение требует, чтобы вы направили камеру в направлении, в котором вы идете, и оно уведомит вас о различных объектах на вашем пути и расстоянии до них.

# AnswerSix
source: Lazer Eyes utilizes LIDAR and therefore you would need specific phone models such as iPhone 13 Pro, and Pro Max, along with the 5.0 generation iPad Pro.
es: Lazer Eyes utiliza LIDAR y, por lo tanto, necesitara modelos de iPhone especificos como iPhone 13 Pro y Pro Max, junto con el iPad pro de generacion 5.0.
ru: Laser Eyes использует LIDAR, поэтому вам потребуются определенные модели телефонов, такие как iPhone 13 Pro и Pro Max, а также iPad Pro поколения 5.0.

# AnswerThree
source: By default you will hear sound, feel vibration and have visuals on the Main page of the App.
es: Por defecto escucharas un sonido, sentir virbracion y tener visuales en la pagina principal de el aplicaccion.
ru: По умолчанию вы услышите звук, почувствуете вибрацию и визуальные эффекты находясь на главной странице приложения.

# AnswerTwo
source: You will recieve warnings about objects in your path and low light levels based on your Settings.
es: Recibira advertencias para objectos en tu camino y niveles de luz baja basado en sus ajustes.
ru: Вы будете получать предупреждения об объектах на вашем пути и низком уровне освещенности в зависимости от ваших настроек.

source: Auditory
es: Auditivo
ru: Звук

source: Back
es: Atrás
ru: Назад

source: Danger
es: Peligro
ru: Опасность

source: Default
es: Defecto
ru: По умолчанию

# DistanceT
source: Distance Threshold:
es: Limites de Distancia:
ru: Порог Дистанции:

# DistanceU
source: Distance Units
es: Unidades de Distancia
ru: Единицы Дистанции

source: Feet
es: Pies
ru: Футы

source: General
ru: Основные

# GoodLight
source: Lighting Quality: Good
es: Calidad de iluminación: Buena
ru: Качество Освещения: Хорошее

source: Help
es: Ayuda
ru: Помощь

source: Intensity
es: Intensidad
ru: Интенсивность

# LowL
source: Low Light
es: Luz Baja
ru: Низкое Освещение

# LowLThresh
source: Low Light Threshold (Lumens)
es: Limites de Luz Baja (Lúmenes)
ru: Порог Низкого Освещения (Люмены)

source: Meters
es: Metros
ru: Метры

source: Notifications
es: Notificaciones
ru: Уведомления

# PoorLight
source: Lighting Quality: Poor
es: Calidad de iluminación: Pobre
ru: Качество Освещения: Плохое

# PrivacyAnswer
source: Lazer Eyes does not collect any Personal Information. We do not use any tracking software.
es: LazerEyes no recoges ninguna informacion personal. No utilizamos ningun software de seguimiento.
ru: Laser Eyes не собирает личную информацию. Мы не используем никакого программного обеспечения для отслеживания.

source: Privacy Policy
es: Politica de privacidad
ru: Политика Конфиденциальности

# QuestionFive
source: Q: How do I customize the notifications I will receive?
es: Como cambio lose notificaciones que recibire?
ru: В: Как настроить уведомления, которые я буду получать?

# QuestionFour
source: Q: How do I customize settings?
es: Como cambio los configuraciones?
ru: В: Как настроить приложение?

# QuestionOne
source: Q: How do I use LazerEyes?
es: Como uso LazerEyes?
ru: В: Как использовать Lazer Eyes?

# QuestionSix
source: Q: What requirements do I need to use the functionalities of LazerEyes?
es: Que requitos necesito para usar las funcionalidades de LazerEyes?
ru: В: Какие имеются требования для использования функций LazerEyes?

# QuestionThree
source: Q: What kind of notifications will I receive?
es: Que tipos de notificaciones recibire?
ru: В: Какие уведомления я буду получать?

# QuestionTwo
source: Q: What kind of alerts will I get?
es: Que tipos de alertas recibire?
ru: В: Какие оповещения я буду получать?

# Scan
source: Scanning...
es: Exploración...
ru: Сканирую...

source: Settings
es: Configuración
ru: Настройки

source: Steps
es: Pasos
ru: Шаги

# StrideL
source: Stride Length:
es: Longitud de Zancada
ru: Длина Шага

# DistInStrides
source: Measure Distance in Strides
es: Medir la distancia en pasos
ru: Измерять Дистанцию в Шагах

source: Units
es: Unidades
ru: Единицы Измерения

source: Vibration
es: Vibración
ru: Вибрация

source: Volume
es: Volumen
ru: Громкость

source: Warnings
es: Advertencia
ru: Предупреждения
